Repository: ZenIDTeam/ZenID-ios
Catalog: ZenIDDemo/Resources/*.lproj/Localizable.strings
Languages: cs

# msg-sample-success
source: Sample successfully processed.
cs: Vzorek úspěšně zpracován.

# msg-unreadable-picture
source: Unreadable photo.
cs: Nečitelná fotografie.

# msg-unknown-estimated-document-type
source: Unknown estimated document type.
cs: Neznámý typ dokumentu.

# msg-document-types-dont-match
source: The photo is not of the expected document.
cs: Na fotce není očekávaný dokument.

# msg-incorrectly-recognized-as-front
source: Expected a photo of the front side.
cs: Očekáváno foto přední strany.

# msg-incorrectly-recognized-as-back
source: Expected a photo of the rear side.
cs: Očekáváno foto zadní stranyt.

# msg-incorrectly-recognized-as-selfie
source: Expected a selfie photo.
cs: Očekáváno selfie.

# msg-network-error
source: There was an error communicating with the server.
cs: Došlo k chybě při komunikaci se serverem.

# msg-connection-error
source: Cannot establish connection with the server.
cs: Nelze navázat spojení se serverem.

# title-warning
source: Warning
cs: Varování

# title-first-name
source: First name
cs: Jméno

# title-last-name
source: Last name
cs: Příjmení

# title-birth-date
source: Birth date
cs: Datum narození

# title-document-number
source: Document number
cs: Číslo dokumentu

# title-issue-date
source: Issue date
cs: Datum vydání

# title-expiry-date
source: Expiry date
cs: Datum expirace

# title-nationality
source: Nationality
cs: Národnost

# title-address
source: Address
cs: Adresa

# title-authority
source: Authority
cs: Autorita

# title-db-check
source: Database check
cs: Kontrola v databázi

# title-ministry-check
source: Ministry of the Interior of the Czech Republic database check
cs: Kontrola v databázi ministerstva vnitra

# title-insolvency-check
source: Insolvency check
cs: Kontrola insolvence

# title-selfie-check
source: Document/selfie comparison check
cs: Porovnání dokumentu a selfie

# btn-register
source: Register request
cs: Registrovat

# msg-registering
source: Registration sent.
cs: Registrace odeslána.

# msg-verification-in-progress
source: Verification in progress...
cs: Probíhá zpracování...

# login-qr-cancel
source: Cancel
cs: Zrušit

# login-qr-note
source: Scan QR code to login
cs: Naskenujte QR kód pro přihlášení

# login-qr-gallery
source: Open QR code from gallery
cs: Vybrat QR kód z galerie

# title-select
source: Choose document type
cs: Zvolte typ dokladu

# title-success
source: Document was uploaded successfully
cs: Dokument byl úspěšně odeslán

# btn-save
source: Save
cs: Odeslat

# btn-skip
source: Skip
cs: Přeskočit

# btn-contact
source: Contact us
cs: Kontaktujte nás

# btn-start-using
source: Start using
cs: Začít používat

# btn-app-info
source: Application advantages
cs: Výhody aplikace

# btn-id
source: ID
cs: Občanský průkaz

# btn-driving-licence
source: Driving license
cs: Řidičský průkaz

# btn-passport
source: Passport
cs: Cestovní pas

# btn-unspecified-document
source: Unspecified document
cs: Nespecifikovaný document

# btn-other-document
source: Universal document
cs: Obecný dokument

# btn-logs
source: Logs
cs: Logy

# btn-country
source: Country
cs: Země

# btn-face-mode
source: Selfie
cs: Režim selfie

# btn-logout
source: Logout
cs: Odhlásit

# btn-pure-verifier
source: Pure verifier
cs: Pouze verifier

# walkthrough-title-0
source: Document information
cs: Údaje z dokladu

# walkthrough-description-0
source: Gathers text data from a picture so your cliend doesn't have to manually write it down.
cs: Zajišťuje převod dat z obrázku na text, aby váš klient nemusel informace ručně opisovat.

# walkthrough-title-1
source: Hologram detection
cs: Detekce hologramů

# walkthrough-description-1
source: Checks integrity of security elements in the scanned documents to verify their authenticity.
cs: Kontroly neporušenosti bezpečnostních prvků předložených dokladů a ověření jejich pravosti.

# title-busy
source: Processing information
cs: Zpracovávám údaje

# message-take-picture-selfie
source: Take a picture of yourself in this frame
cs: Vyfoťte se v tomto rámečku

# message-take-picture
source: Take a picture of the document in this frame
cs: Vyfoťte doklad v tomto rámečku

# camera-access-error
source: Camera permission not authorized
cs: Přístup ku kamere byl zamítnut

# camera-not-authorized
source: Camera is not authorized
cs: Kamera není authorizována, změňte to v nastavení

# camera-point-first
source: Point camera on document
cs: Namířte kameru na dokument

# title-error
source: Error
cs: Chyba

# btn-cancel
source: Cancel
cs: Zrušit

# title-preview
source: Photo preview
cs: Náhled fotografie

# logout-confirm
source: Delete the login information?
cs: Chcete smazat přihlašovací údaje?

# alert-authorization-failed
source: ZenID authorization failed
cs: Chyba ZenID authorizace

# alert-clear-credentials
source: Clear saved credentials?
cs: Opravdu chcete smazat přihlašovací údaje?

# alert-error-upload-sample
source: Error uploading sample, restarting process?
cs: Chyba při odeslání dat, začít znovu?

# settings-title
source: Settings
cs: Nastavení

# settings-filter
source: Documents Filter
cs: Dokumenty Filtr

# settings-selfie-mode-video
source: Liveness Mode Video
cs: Video selfie mode

# settings-nfc-profile-preview
source: Show NFC settings for selected profile
cs: Zobrazit NFC nastavení pro zvolený profil

# settings-verifier-debug
source: Debug Mode
cs: Režim vývojáře

# nfc-feature-enabled
source: NFC reading enabled
cs: NFC povoleno

# nfc-intro-valid-id
source: • Prepare a valid personal ID
cs: • Připravte si platný průkaz totožnosti

# nfc-intro-nfc-reading
source: • Hold identity document on back of your phone until you receive confirmation of success
cs: • Podržte doklad totožnosti na zadní straně telefonu, dokud neobdržíte potvrzení o úspěchu.

# nfc-reading-title
source: Reading NFC chip
cs: Čtení čipu NFC

# nfc-reading-subtitle
source: Hold identity document on back of your phone and dont take it off before success confirmed
cs: Podržte doklad totožnosti na zadní straně telefonu a nesundávejte jej před potvrzením úspěchu

# nfc-not-supported-title
source: NFC reader is not supported
cs: Čtečka NFC není podporována

# nfc-not-supported-subtitle
source: Choose another type of verifiation
cs: Zvolte jiný typ ověření

# nfc-unexpected-error-title
source: Unexpected error
cs: Neočekávaná chyba

# nfc-reading-skip-title
source: Skip NFC reading?
cs: Přeskočit čtení NFC?

# nfc-reading-button-next
source: Next
cs: Další

# nfc-reading-button-cancel
source: Cancel
cs: Storno

# nfc-reading-button-continue
source: Continue
cs: Pokračovat

# nfc-reading-button-skip
source: Skip
cs: Přeskočit

# nfc-reading-button-restart
source: Restart
cs: Restartovat

# nfc-reading-error-connection-lost
source: Connection lost
cs: Ztráta spojení

# nfc-data-personal-information
source: Personal information
cs: Osobní údaje

# nfc-data-fullname
source: Full name
cs: Celé jméno

# nfc-data-given-names
source: Given names
cs: Křestní jména

# nfc-data-surname
source: Name
cs: Příjmení

# nfc-data-gender
source: Gender
cs: Pohlaví

# nfc-data-nationality
source: Nationality
cs: Státní příslušnost

# nfc-data-date-of-birth
source: Date of birth
cs: Datum narození

# nfc-data-personal-number
source: Personal number
cs: Osobní číslo

# nfc-data-chip-information
source: Chip information
cs: Informace o čipu

# nfc-data-verification
source: Verification
cs: Ověření

# nfc-data-document-information
source: Document information
cs: Informace o dokladu

# nfc-data-document-type
source: Document type
cs: Typ dokumentu

# nfc-data-document-subtype
source: Document subType
cs: Podtyp dokumentu

# nfc-data-document-number
source: Document number
cs: Číslo dokumentu

# nfc-data-document-country
source: Document country
cs: Země dokumentu

# nfc-data-date-of-expiry
source: Date of expiry
cs: Datum ukončení platnosti

# nfc-data-mrz-info
source: MRZ info
cs: MRZ informace

# nfc-data-lds-version
source: LDS Version
cs: Verze LDS

# nfc-data-data-groups-present
source: Data groups present
cs: Přítomné skupiny dat

# nfc-data-data-groups-read
source: Data groups read
cs: Načtené skupiny dat

# nfc-data-auth-not-done
source: Authentication not done
cs: Ověření neprovedeno

# nfc-data-not-supported
source: Not Supported
cs: Není podporováno

# nfc-data-access-control
source: Access Control
cs: Řízení přístupu
