Repository: ZenIDTeam/ZenID-ios
Catalog: RecogLib-iOS/*.lproj/Localizable.strings
Languages: cs

# msg-scan-front
source: Please take a photo of the front side.
cs: Vyfoťte přední stranu.

# msg-scan-back
source: Please take a photo of the rear side.
cs: Vyfoťte zadní stranu.

# msg-scan-face
source: Please take a photo of yourself.
cs: Vyfoťte se.

# msg-scan-hologram
source: Please take a video of the hologram.
cs: Nahrajte video hologramu.

# nfc-RequestPresent
source: Hold your iPhone near an NFC enabled document.
cs: Přidržte iPhone blízko dokumentu opatřeného NFC.

# nfc-Authenticating
source: Authenticating ..... %@
cs: Ověřování ..... %@

# nfc-Reading
source: Reading %@..... %@
cs: Čtu %@..... %@

# nfc-Error-InvalidTag
source: Tag not valid.
cs: Tag není validní.

# nfc-Error-MoreTags
source: More than 1 tags was found. Please present only 1 tag.
cs: Bylo nalezeno více NFC tagů. Je třeba omezit přítomnost NFC čipů na jeden.

# nfc-Error-Connection
source: Connection error. Please try again.
cs: Chyba spojení. Prosím zkuste to znovu.

# nfc-Error-InvalidMRZ
source: MRZ Key not valid for this document.
cs: MRZ klíč není validní pro tento dokument.

# nfc-Error-CantReadFormat
source: Sorry, there was a problem reading the document. %@ - (0x%f, 0x%f)
cs: Omlouváme se, při čtení dokumentu došlo k potížím. %@ - (0x%f, 0x%f)

# nfc-Error-CantRead
source: Sorry, there was a problem reading the document. Please try again
cs: Omlouváme se, při čtení dokumentu došlo k potížím. Prosím zkuste to znovu.

# nfc-Success
source: Document read successfully
cs: Dokument byl úspěšně přečten

# nfc-Data-Personal
source: personal data
cs: osobní údaje

# nfc-Data-Photo
source: photo
cs: fotografii

# document-State-AlignCard
source: Align card
cs: Zarovnejte průkaz v rámečku

# document-State-Blurry
source: Image is blurry
cs: Fotka je rozmazaná

# document-State-HoldSteady
source: Hold steady
cs: Držte ješte chvíli bez pohybu

# document-State-NoMatchFound
source: No match found
cs: Žádna shoda nenalezena

# document-State-ReflectionPresent
source: Drop reflection please
cs: Příliš mnoho odlesků

# document-State-HologramError
source: Hologram error
cs: Chybný hologram

# document-State-TextNotReadable
source: Text isn't readable
cs: Text není čitelný

# document-State-Dark
source: Image too dark
cs: Fotka je příliš tmavá

# document-State-Barcode
source: Barcode not readable
cs: Barcode není čítelný

# document-State-Timedout
source: The time limit has expired
cs: Časový limit vypršel

# documentVerifierState-NoMatchFound
source: Searching for card
cs: Hledáme doklad

# documentVerifierState-AlignCard
source: Align card
cs: Zarovnejte doklad

# documentVerifierState-HoldSteady
source: Hold Steady
cs: Držte doklad v klidu

# documentVerifierState-Blurry
source: Too blurry
cs: Příliš neostré

# documentVerifierState-ReflectionPresent
source: Reflections on text
cs: Na textu jsou odrazy

# documentVerifierState-Ok
source: Good Picture
cs: Dobrý snímek

# documentVerifierState-Dark
source: Too Dark
cs: Příliš tmavé

# documentVerifierState-Barcode
source: Barcode not readable
cs: Čárový kód je nečitelný

# documentVerifierState-TextNotReadable
source: Hold steady, we're trying to read text
cs: Držte doklad v klidu, pokoušíme se číst text

# documentVerifierState-Nfc
source: Trying to read NFC data
cs: Pokoušíme se číst NFC data

# hologramState-Center
source: Align Card in Center
cs: Zarovnejte kartu na střed

# hologramState-TiltLeftAndRight
source: Tilt left and right
cs: Otáčejte kartou doleva a doprava

# hologramState-TiltUpAndDown
source: Tilt up and down
cs: Naklánějte kartu nahoru a dolů

# hologramState-Ok
source: Done
cs: Hotovo

# hologramState-TimedOut
source: Timed out
cs: Čas vypršel

# hologramState-TiltLeft
source: Slowly align card with outline by tilting left
cs: Pomalu zarovnejte kartu s obrysem nakláněním doleva

# hologramState-TiltRight
source: Slowly align card with outline by tilting right
cs: Pomalu zarovnejte kartu s obrysem nakláněním doprava

# hologramState-TiltUp
source: Slowly align card with outline by tilting up
cs: Pomalu zarovnejte kartu s obrysem nakláněním nahoru

# hologramState-TiltDown
source: Slowly align card with outline by tilting down
cs: Pomalu zarovnejte kartu s obrysem nakláněním dolů

# faceLivenessVerifierState-LookAtMe
source: Turn head towards camera
cs: Dívejte se přímo do kamery

# faceLivenessVerifierState-TurnHead
source: Turn head slowly towards arrow
cs: Pomalu otočte hlavu za šipkou

# faceLivenessVerifierState-Smile
source: Smile or move your mouth
cs: Usmějte se nebo pohněte ústy

# faceLivenessVerifierState-Blurry
source: Too blurry
cs: Příliš neostré

# faceLivenessVerifierState-Dark
source: Not enough light
cs: Nedostatek světla

# faceLivenessVerifierState-HoldStill
source: Hold still
cs: Snažte se nepohnout

# faceLivenessVerifierState-DontSmile
source: Stop smiling
cs: Neusmívejte se

# selfieVerifierState-NoFaceFound
source: Look at the camera
cs: Dívejte se do kamery

# selfieVerifierState-Blurry
source: Too blurry
cs: Příliš neostré

# selfieVerifierState-Dark
source: Too dark
cs: Příliš tmavé

# selfieVerifierState-ConfirmingFace
source: Hold still
cs: Snažte se nepohnout

# selfieVerifierState-BadFaceAngle
source: Look straight into the camera
cs: Dívejte se do kamery
